[{"c_id":1,"q":"What's your favorite genre of Youtube Video?"},{"c_id":1,"q":"What's an unusual thing you've memorized?"},{"c_id":1,"q":"Have you ever been in a parade?"},{"c_id":1,"q":"What would your band name be?"},{"c_id":1,"q":"What's your favorite word?"},{"c_id":1,"q":"What was the first song you bought on iTunes or pirated?"},{"c_id":1,"q":"What's your favorite poem?"},{"c_id":1,"q":"What's the coolest party you've ever been to?"},{"c_id":1,"q":"What was your first online screen name?"},{"c_id":1,"q":"What's the worst typo you've sent or received in a message?"},{"c_id":1,"q":"What's your uber rating?"},{"c_id":1,"q":"What's your worst/best Uber ride?"},{"c_id":1,"q":"What was the most trouble you got in as a child?"},{"c_id":1,"q":"If you could have one olympic level talent, what would it be?"},{"c_id":1,"q":"Where do you get your news?"},{"c_id":1,"q":"Did you ever have a song as your ringtone?"},{"c_id":1,"q":"What was your favorite nickname given to you by someone else?"},{"c_id":1,"q":"What's the most interesting thing you've seen on the CTA?"},{"c_id":1,"q":"What would be your food network show theme?"},{"c_id":1,"q":"What would be your Shark Tank pitch?"},{"c_id":1,"q":"What's the worst invention of all time (that isn't a weapon)?"},{"c_id":1,"q":"What's your favorite cover of a song?"},{"c_id":1,"q":"What's a song you wish would be covered by a specific artist?"},{"c_id":1,"q":"What body mods do you find the most and least attractive?"},{"c_id":1,"q":"How much would you pay to no longer need sleep?"},{"c_id":1,"q":"What's your most common \"friend\" word such as dude, bro, mate, buddy, etc?"},{"c_id":1,"q":"What would be your go-to karoake song?"},{"c_id":1,"q":"What store has the best smell, in your opinion?"},{"c_id":1,"q":"If your last text message was your presidential campaign slogan, how would your campaign look?"},{"c_id":1,"q":"What was your best Halloween costume?"},{"c_id":1,"q":"You get $2 million and your least favorite creature quintuples in size. Do you do it?"},{"c_id":1,"q":"What's your weird food combo?"},{"c_id":1,"q":"What nickname do your parents call each other?"},{"c_id":1,"q":"What's a hobby you wish you were good at?"},{"c_id":1,"q":"What's your favorite game to play in the car or an empty room?"},{"c_id":1,"q":"Who was that odd person you regret talking to at a party?"},{"c_id":1,"q":"What weird email list are you still subscribed to?"},{"c_id":1,"q":"What's your bee sting story?"},{"c_id":1,"q":"What is your favorite noodle shape?"},{"c_id":1,"q":"What is your favorite word in current/past slang?"},{"c_id":1,"q":"What is your favorite math concept/formula?"},{"c_id":1,"q":"What is your favorite and least favorite font?"},{"c_id":2,"q":"Get $10k <b>OR</b> Hang out with your favorite band for a full day"},{"c_id":2,"q":"Be an Ice road trucker for a year <b>OR</b> Get 4 random bee stings each day"},{"c_id":2,"q":"Commute 30 mins via zipline <b>OR</b> Commute 30 mins via helicopter"},{"c_id":2,"q":"Move walking speed while lying down <b>OR</b> Control the Lunesta moth to help people sleep"},{"c_id":2,"q":"Know the exact date & time you will die <b>OR</b> Know the exact date & time your closest loved one will die"},{"c_id":2,"q":"Stop sneezing forever <b>OR</b> Stop hiccuping forever"},{"c_id":2,"q":"Work with a fun but incompetent colleague <b>OR</b> Work with a highly competant but hostile colleague"},{"c_id":2,"q":"Change gender every time you sneeze <b>OR</b> Not be able to distinguish a baby (besides yours) and a muffin"},{"c_id":2,"q":"Watch your favorite person find $1 <b>OR</b> Watch your least favorite person get stung by a bee"},{"c_id":2,"q":"Cry whenever someone near you plays the violin <b>OR</b> Fart loudly every time you hear someone say \"Canada\""},{"c_id":3,"q":"Do you wipe yourself sitting or standing up?"},{"c_id":3,"q":"Do you sleep over or under your bedsheets?"},{"c_id":3,"q":"Does a paper towel roll have 1 hole or two?"},{"c_id":3,"q":"Is a fish wet?"},{"c_id":3,"q":"What's the difference between a muffin and a cupcake?"},{"c_id":3,"q":"Sock-sock-shoe-shoe or sock-shoe-sock-shoe?"},{"c_id":3,"q":"You are sent back in time to September 10, 2001. Should you attempt to stop 9/11?"},{"c_id":3,"q":"When putting on pants, do you zip first or button first?"},{"c_id":3,"q":"Do you re-tie your shoes every time you put them on?"},{"c_id":3,"q":"What's your opinion on AirPods?"},{"c_id":3,"q":"Do you have a palmaris longus? (put your thumb and pinky together to make a 3, look at your wrist)"},{"c_id":3,"q":"Do you clap after a movie or a flight?"},{"c_id":3,"q":"When you see a bug do you smash it, run away, or act indifferently?"},{"c_id":3,"q":"Do you eat the fries at the bottom of the McDonald's bag before or after the other fries?"},{"c_id":3,"q":"Do you think My Chemical Romance will ever get back together?"},{"c_id":3,"q":"How do you pronounce Reese's Pieces?"},{"c_id":3,"q":"Soap first or water first?"},{"c_id":3,"q":"Recycle bin or recycling bin?"},{"c_id":3,"q":"How do you say Rock Paper Scissors?"},{"c_id":3,"q":"What is the most memorable song intro?"},{"c_id":3,"q":"How do you draw an X?"},{"c_id":3,"q":"What hand do you use to hit the space bar on your keyboard?"},{"c_id":3,"q":"What color is each school subject?"},{"c_id":3,"q":"Computer mice or computer mouses?"},{"c_id":3,"q":"Is hot dog 2 words or 1?"},{"c_id":3,"q":"How many chuggas before the choo choo?"},{"c_id":3,"q":"Puffed or regular Cheetos?"},{"c_id":3,"q":"What's your favorite stove top burner?"},{"c_id":3,"q":"Do the top and bottom levels count as stairs in a staircase?"},{"c_id":3,"q":"Do you eat corn the lawnmower way, or typewriter way?"},{"c_id":3,"q":"What geeky argument is causing factions specific to your industry?"},{"c_id":3,"q":"One space or two after a typing period?"},{"c_id":4,"q":"Describe your worst date/exam with the title of a movie, book, or TV show."},{"c_id":4,"q":"You're on a hot date and can choose one famous person to come to you, give you a casual fist bump, and walk away like it's normal. Who would it be?"},{"c_id":4,"q":"What information would you want if you could right click people?"},{"c_id":4,"q":"What's your favorite Excel/R function?"},{"c_id":4,"q":"What's your dummy variable name?"},{"c_id":4,"q":"If historical figures could roll in their graves, who would generate the most energy if hooked up to a generator?"},{"c_id":4,"q":"Name your favorite and least favorite child after a CTA stop."},{"c_id":4,"q":"Where would you vacation if you were a futon?"},{"c_id":4,"q":"What's the worst location to arrive soaking wet?"},{"c_id":4,"q":"If band names were literal, who'd be the most exciting to see in concert?"},{"c_id":4,"q":"Does your favorite album ding or thrash?"},{"c_id":4,"q":"What's the most American song?"},{"c_id":4,"q":"What's the funniest song lyric if you replaced all personal pronouns with \"Greg\"?"},{"c_id":4,"q":"What sport would be the coolest to watch with its main equipment replaced with the equipment of another sport?"},{"c_id":4,"q":"How long would it take the world to realize if everyone stopped sneezing?"},{"c_id":4,"q":"What's the worst time to use air quotes?"},{"c_id":4,"q":"You get $2million but your least favorite animal quadruples in size. Do you take it?"},{"c_id":4,"q":"If you could replace one of our bordering states with a different state, what would it be?"},{"c_id":4,"q":"If you could ride any animal around assuming it was tame, what would you pick?"},{"c_id":4,"q":"What would happen if you combined your favorite activity with your biggest fear?"},{"c_id":4,"q":"If you could set ethics and budget constraints aside, what scientific study would you perform?"},{"c_id":4,"q":"If you were given $100k per second, how long would you sit in a giant microwave?"},{"c_id":4,"q":"Would you take $1million if every streetlight you approached turned red?"},{"c_id":4,"q":"What would you do if you were invincible for 24 hours?"},{"c_id":4,"q":"Would you pay your Uber driver in belly rubs instead of cash?"},{"c_id":4,"q":"Would you rather use only a fork, spoon, or knife for the rest of your life?"},{"c_id":5,"q":"Do you have an event in your life that you would refer to as \"The Incident\"?"},{"c_id":5,"q":"If you could change one of your identities in these categories, what would it be? Age, Religion, Gender, Sexuality, Race"},{"c_id":5,"q":"Who is the most interesting person you've ever met?"},{"c_id":5,"q":"What's the coolest thing your parent has done in their lifetime?"},{"c_id":5,"q":"Disregarding salary/location, what would your ideal career be?"},{"c_id":5,"q":"What was the first time you got drunk?"},{"c_id":5,"q":"What do you normally think of before falling asleep?"},{"c_id":5,"q":"Given your current schedule, what's the best day of the week?"},{"c_id":5,"q":"What's something you don't understand about people?"},{"c_id":5,"q":"What's something you feel strongly about that most people have no opinion on?"},{"c_id":5,"q":"What are your thoughts and experiences on dating apps?"},{"c_id":5,"q":"Do you have a family secret?"},{"c_id":5,"q":"What's your favorite thing about your hometown?"},{"c_id":5,"q":"What's a concert/show you most regret not seeing when you had the chance?"},{"c_id":5,"q":"What's something a lot of people have done that you haven't done?"},{"c_id":5,"q":"Do you have any friendships based on a completely chance encounter?"},{"c_id":5,"q":"Would you take a bullet for someone you didn't know?"},{"c_id":5,"q":"What is a weird phrase you think only your family or hometown uses?"},{"c_id":5,"q":"What is your ideal way to celebrate your birthday?"},{"c_id":5,"q":"What is your least/most favorite family rule?"},{"c_id":5,"q":"What is the personality type/trait you get along with the least?"},{"c_id":5,"q":"What's the most impactful thing you've heard from someone younger than you?"},{"c_id":5,"q":"What's your favorite song in a genre you dislike?"},{"c_id":5,"q":"What establishment (bar/restaurant/recreation etc) do you miss the most in a city you no longer live in?"},{"c_id":5,"q":"What's the most extroverted thing you've ever done? Introverted?"},{"c_id":5,"q":"What's an opinion you've changed in the last year?"},{"c_id":5,"q":"Who is the craziest person in your social media connections, and what post proves their craziness?"},{"c_id":5,"q":"How early would you let your child have a cell phone?"},{"c_id":5,"q":"What is a common character flaw that you know you don't have?"},{"c_id":5,"q":"What's a non-technical word you use a lot more since starting your career than before?"},{"c_id":5,"q":"What's the worst advice you've ever received?"},{"c_id":5,"q":"If you were abducted by aliens, would you tell anyone?"},{"c_id":5,"q":"What's the craziest thing you've slept through, or the weirdest thing that woke you up?"},{"c_id":5,"q":"You've been gifted the ability to change one person's life forever (friend, family, foe, stranger). What do you do, and to whom?"},{"c_id":5,"q":"Do you have a secret recipe?"},{"c_id":6,"q":"What's the most common misperception people have of you, especially at first interaction?"},{"c_id":6,"q":"What's your ideal type of funeral arrangement?"},{"c_id":6,"q":"What is your favorite compliment to receive?"},{"c_id":6,"q":"What is the thing you like most about your best friend?"},{"c_id":6,"q":"Have you ever had to run for your life?"},{"c_id":6,"q":"Where were you on 9/11?"},{"c_id":6,"q":"How would you raise your kids differently than your parents raised you?"},{"c_id":6,"q":"Which love language do you prefer to give, and to receive?"},{"c_id":6,"q":"What's the worst decision you've witnessed someone make?"},{"c_id":6,"q":"What was the most important thing you learned from your last relationship?"},{"c_id":6,"q":"How has someone in this space impacted you in a way they might not know?"},{"c_id":6,"q":"What's the most memorable moment you shared with a stranger you never saw again?"},{"c_id":6,"q":"Who or what helped you the most during the loneliest point of your life?"},{"c_id":6,"q":"What is the most generous thing you've ever done?"},{"c_id":6,"q":"What is the thing that surprises you most about your life today?"},{"c_id":6,"q":"What's the hardest goodbye you've ever had to say?"},{"c_id":6,"q":"What is the proudest youve ever been of someone else?"},{"c_id":6,"q":"What event in your life would have killed you if we were in the year 1600 instead of now?"},{"c_id":6,"q":"What was your favorite moment of this year?"},{"c_id":6,"q":"What's the biggest difference between your life now and 365 days ago?"},{"c_id":6,"q":"Do you enjoy being an adult?"},{"c_id":6,"q":"What was your reputation in grade school, high school, college, and now?"},{"c_id":6,"q":"Have you experienced something in your life you would describe as demonic?"},{"c_id":6,"q":"What fictional tragedy hit you the hardest?"},{"c_id":6,"q":"If I asked your closest friends what they like most about you, what would they say?"}]